$e^x=4$

#+BEGIN_SRC python
print 33
#+END_SRC

#+RESULTS:
: 33

#+BEGIN_SRC emacs-lisp
(defadvice org-ctrl-c-ctrl-c (around latex-overlays)
  "ignore latex overlays in C-cC-c"
  (let ((org-latex-fragment-image-overlays nil))
    ad-do-it))
#+END_SRC

#+RESULTS:
: org-ctrl-c-ctrl-c

#+OPTIONS: 
